tap "clojure/tools"
tap "coursier/formulas"
tap "ekristen/tap"
tap "fujiwara/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "songmu/tap"
brew "act"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "glib"
brew "cairo"
brew "deck"
brew "delve"
brew "docutils"
brew "duckdb"
brew "libtiff"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "unbound"
brew "gnutls"
brew "go-task"
brew "harfbuzz"
brew "jq"
brew "lazygit"
brew "little-cms2"
brew "mas"
brew "mise"
brew "mysql"
brew "n"
brew "neovim"
brew "openjdk"
brew "pkgconf"
brew "python@3.11"
brew "ripgrep"
brew "rustup"
brew "sbt"
brew "silicon"
brew "tfenv"
brew "tree"
brew "uv"
brew "watchman"
brew "yarn"
brew "yq"
brew "clojure/tools/clojure"
brew "fujiwara/tap/lambroll"
brew "hashicorp/tap/terraform-ls"
brew "songmu/tap/laminate"
cask "aws-vault-binary"
cask "chatgpt"
cask "clipy"
cask "contour"
cask "cursor"
cask "deepl"
cask "firefox"
cask "font-fira-code"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-udev-gothic"
cask "ghostty"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "windsurf"
cask "zed"
cask "zoom"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "4ops.terraform"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "haskell.haskell"
vscode "janisdd.vscode-edit-csv"
vscode "justusadam.language-haskell"
vscode "kingwl.vscode-vitest-runner"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "openai.chatgpt"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "typespec.typespec-vscode"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
